Repository: chatumao/vcc
Catalog: translation/*.po
Languages: de

source: hour
de: Std.

source: sec
de: Sek.

source: Flag down
de: Fahne unten

source: Since: %1
de: Seit: %1

source: Main time
de: Grundbedenkzeit

source: Byo-yomi period
de: Byo-yomi Periode

source: Byo-yomi period %1/%2
de: Byo-yomi Periode %1/%2

source: Modifier keys
de: Steuertasten

source: Ctrl
de: Strg

source: %1 keys (left and right)
de: %1 Tasten (links und rechts)

source: Preferences
de: Einstellungen

source: Keyboard set-up
de: Tastaturbelegung einstellen

source: Time display
de: Zeitanzeige

source: Miscellaneous
de: Verschiedenes

source: Select the keyboard layout you are using
de: Wählen Sie ihre Tastaturlayout

source: The keyboard has a numeric keypad
de: Die Tastatur besitzt einen Ziffernblock

source: Left player's button
de: Tasten linke Spieler

source: Right player's button
de: Tasten des rechten Spielers

source: Switch
de: Schalter

source: Key actions
de: Tastenaktionen

source: This schematic representation of the keyboard shows the actions that are associated to each key.
de: Die schematische Darstellung der Tastatur zeigt welche Aktionen jeweils mit den Tasten verknüpft sind.

source: To associate an action to a key, click on the corresponding caption below the keyboard representation, and then click on the key whose behavior you want to change. Clicking twice on a key cancels the key/action association.
de: Um eine Aktion einer Taste zuzuordnen, klicken Sie auf die entsprechende Aktion in der Legende unter der Tastatur und klicken dann auf die Taste, deren Zuordnung Sie ändern wollen. Ein Doppelklick auf eine Taste bricht den Vorgang ab.

source: Two actions may be associated to each key: one is triggered by default when the user presses the key, the other is triggered when the user presses the key while holding both &quot;modifier keys&quot; down. For instance, in the default configuration, the modifier keys are the shift keys, and pressing &lt;shift-left&gt; + &lt;shift-right&gt; + &lt;space&gt; stops the clock.
de: Jeder Taste können zwei Aktionen zugeordnet werden: eine wird durch den einfachen Tastendruck des Benutzers ausgelöst, die andere wird ausgelöst, wenn zusätzlich noch beide &quot;Steuertasten&quot; gehalten werden. Z.B. sind die Umschalttasten (Shift) standardmäßig die Steuertasten und &lt;shift-links&gt; + &lt;shift-rechts&gt; + &lt;Leertaste&gt; halten die Uhr an.

source: Toggle this button to show (and edit) either the default actions or the actions triggered when the modifier keys are pressed.
de: Diese Schaltfläche bestimmt ob die Standardaktionen oder die Aktionen, die durch Halten der Steuertasten angezeigt werden (und bearbeitbar sind).

source: Edit the keys that the left player can press to start the right player's clock.
de: Bearbeite die Tasten, die der linke Spieler drücken soll, um die Uhr des rechten Spielers zu starten.

source: Edit the keys that the right player can press to start the left player's clock.
de: Bearbeite die Tasten, die der rechte Spieler drücken soll, um die Uhr des linken Spielers zu starten.

source: Edit the keys that can be pressed to stop the clock.
de: Bearbeite die Tasten, die die Uhr anhalten können.

source: Edit the keys that can be pressed to reset the clock.
de: Bearbeite die Tasten, die die Uhr zurücksetzen können.

source: Edit the keys that can be pressed to swap the players' names and the time control parameters.
de: Bearbeite die Tasten, die erlauben die Spieler und deren Bedenkzeit Parameter zu vertauschen.

source: Click to change the modifier keys.
de: Klicke hier um die Steuertasten zu ändern

source: Show seconds only if the time is less than
de: Zeige die Sekunden nur, wenn die Zeit kleiner ist als

source: Display an increasing time counter when the flag is down
de: Zeige einen hochzählenden Zähler, wenn die Fahne unten ist.

source: Display extra time information when playing in Bronstein mode
de: Zeige die Extra-Bedenkzeit im Bronstein-System an.

source: Display extra time information when playing in byo-yomi mode
de: Zeige die Extra-Bedenkzeit im Byo-yomi System an.

source: If the remaining time is greater than (or equal to) this threshold, it is rounded to the nearest minute before being displayed. For instance, if the threshold is set to 0, the seconds are never displayed.
de: Wenn die verbleibende Zeit größer (oder gleich) dieser Schwelle ist, wird die Zeit vor der Anzeige zur nächsten vollen Minute gerundet. Wenn beispielsweise die Schranke 0 ist, werden Sekunden nie angezeigt.

source: This parameter affects only the display, not the accuracy of the time measurement.
de: Diese Einstellung betrifft nur die Anzeige, nicht die Genauigkeit der Zeitmessung.

source: If checked, an increasing time counter is displayed when the players run out of time. Otherwise, in this situation, the clock only displays "Flag down".
de: Wenn ausgewählt, wird ein hochzählender Zähler angezeigt wenn die Zeit der Spieler abgelaufen ist. Anderenfalls zeigt die Uhr in dieser Situation nur "Fahne unten" an.

source: This option only affects the display with the Bronstein time control mode. If checked, the main time and the additional time are displayed separately.
de: Diese Option betrifft die Anzeige im Bronstein-System. Wenn ausgewählt, werden die Grundbedenkzeit und die Zugbedenkzeit separat angezeigt.

source: This option only affects the display with the byo-yomi time control mode. If checked, the clock displays when the players are currently spending their additional byo-yomi periods.
de: Diese Option betrifft nur die Anzeige im Byo-yomi Sytem. Wenn ausgewählt, zeigt die Uhr an, ob die Spieler gerade ihre zusätzliche Byo-yomi Periode verbrauchen.

source: Show the status bar at the bottom of the main window
de: Zeige eine Statusleiste im Hauptfenster unten an.

source: Always
de: Immer

source: Only if the clock is still running
de: Nur wenn die Uhr noch läuft

source: Never
de: Niemals

source: Ask for confirmation when clicking on the "Reset the clock" button?
de: Soll nachgefragt werden, wenn der "Uhr zurücksetzen" Knopf gedrückt wurde?

source: Key actions when the modifier keys are pressed
de: Tastenbefehle bei gedrückt gehaltenen Steuertasten.

source: Default key actions
de: Standard- Tastenaktionen

source: Main tool-bar
de: Hauptwerkzeugleiste

source: Swap sides
de: Tausche die Seiten

source: Full screen
de: Vollbild

source: Time control
de: Bedenkzeit Einstellungen

source: Players' names
de: Namen der Spieler

source: Menu
de: Menü

source: Reset the clock
de: Uhr zurücksetzen

source: Pause the clock
de: Uhr anhalten

source: Swap the players and the time control parameters
de: Tausche die Spieler und die Bedenkzeitparameter

source: Full screen on/off
de: Vollbild an/aus

source: Change the current time control
de: Ändere das Bedenkzeitsystem

source: Edit the names of the players
de: Bearbeite die Namen der Spieler

source: General options, help, etc...
de: Allgemeine Optionen, Hilfe, etc...

source: Debug
de: Fehler

source: Help
de: Hilfe

source: About
de: Über

source: Stop this game?
de: Wollen Sie dieses Spiel beenden?

source: Do you really want to start a new game?
de: Möchten Sie wirklich ein neues Spiel starten?

source: http://en.wikipedia.org/wiki/Time_control
de: http://de.wikipedia.org/wiki/Bedenkzeit

source: To start playing and then change the running side of the clock, just press some keys on the keyboard. The left player must press keys on the left side of the keyboard, the right player on the right side. The role of each key can be edited in the "%1" dialog, available through the menu "%2" &gt; "%1".
de: Um das Spiel zu starten und danach die Schachuhr zu bedienen muss man nur einige Tasten drücken. Der linke Spieler drückt die Tasten auf der linken Seite der Tastatur, der rechte Spieler die auf der rechten Seite. Die Zuordnung jeder Taste kann im "%1"-Dialog bearbeitet werden, der sich unter "%2" &gt; "%1" befindet.

source: Most tool-bar buttons and dialog fields have tool-tips to give a short description of their respective roles. To show the tool-tip, just place the mouse cursor over the button or the field you want to be explained, and wait a few seconds.
de: Die meisten Schaltflächen in den Werkzeugleisten und die Dialogfelder haben Tooltips um eine kurze Beschreibung ihrer jeweiligen Funktion zu geben. Um ein Tooltip zu sehen, müssen Sie nur kurz den Mauszeiger über die fragliche Schaltfläche oder das fragliche Feld halten und einen Moment warten.

source: General description of time control systems and rules can be found on the Internet, for instance: %1.
de: Eine allgemeine Beschreibung von Bedenkzeit Systemen und Regeln finden sich im Internet, z.B. unter %1.

source: About %1
de: Info über %1

source: A simple and free chess clock software.
de: Eine einfache und quelloffene Schachuhr Software.

source: developer link
de: Entwickler link

source: If you encounter some bugs with this program, or if you wish to get new features in the future versions, you can report/propose them in the bug tracker at %1.
de: Wenn Sie Fehler in diesem Programm finden, oder neu Funkionen in zukünftigen Versionen wünschen, können Sie diese im Bugtracker unter %1 einbringen.

source: Author
de: Autor

source: Translators
de: Übersetzer

source: If you are interested in translating this plugin into your language, please contact the author.
de: Wenn Sie das Programm in eine andere Sprache übersetzen wollen, wenden Sie sich bitte an den Autor.

source: License
de: Lizenz

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
de: Dieses Programm ist freie Software. Sie können es unter den Bedingungen der GNU General Public License, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder modifizieren, entweder gemäß Version 3 der Lizenz oder (nach Ihrer Option) jeder späteren Version.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de: Die Veröffentlichung dieses Programms erfolgt in der Hoffnung, daß es Ihnen von Nutzen sein wird, aber OHNE IRGENDEINE GARANTIE, sogar ohne die implizite Garantie der MARKTREIFE oder der VERWENDBARKEIT FÜR EINEN BESTIMMTEN ZWECK. Details finden Sie in der GNU General Public License.

source: You should have received a copy of the GNU General Public License along with this program. If not, see <a href="http://www.gnu.org/licenses/">http://www.gnu.org/licenses/</a>.
de: Sie sollten ein Exemplar der GNU General Public License zusammen mit diesem Programm erhalten haben. Falls nicht, siehe <a href="http://www.gnu.org/licenses/">http://www.gnu.org/licenses/</a>.

source: Left player
de: Linker Spieler

source: Right player
de: Rechter Spieler

source: Show the players' names
de: Zeige die Namen der Spieler

source: Simplest time control mode. No additional delay is never added to the player's main time.
de: Einfachster Bedenkzeitmodus. Es wird keine zusätzliche Bedenkzeit zur Zeit des Spieler addiert.

source: At each move, the player is granted an additional delay, so that his/her global clock time is always greater than this bonus time at the beginning of his/her playing turn. Additional delays can be accumulated.
de: Bei jedem Zug wird dem Spieler zur Grundbedenkzeit eine Zugbedenkzeit gewährt so dass seine bzw. ihre gesamte Bedenkzeit größer als die aktuell verbleibende Zeit ist. Nicht verwendete Zugbedenkzeiten werden gesammelt.

source: Same as Fischer time control mode, except that additional delays cannot be accumulated. Bronstein mode can also be thought as a kind of sudden death mode in which the clock waits for a certain delay before starting to substract from the player's remaining time when engaged.
de: Funktioniert wie das Fischer-System, außer dass nicht verwendete Zugbedenkzeiten nicht akkumuliert werden. Das Bronstein-System kann wie ein Sudden Death Modus angesehen werden, in dem die Uhr eine gewisse Zeit wartet bevor sie dem Spieler Zeit abzieht.

source: While the current player is deciding on his/her move, the opponent's time is increasing. Therefore, the sum of both clocks remains always the same.
de: Während der Spieler der am Zug ist nachdenkt, erhöht sich die Zeit des Gegners. Daher bleibt die Summe beider Uhrzeiten immer gleich.

source: When the player's main time expires, he/she is granted one or more additional time periods, denoted as "byo-yomi" periods. If the move is completed before the current byo-yomi expires, the clock is reset with the whole byo-yomi time available for the next move; otherwise, the next byo-yomi starts. At the end of the last byo-yomi, the game is lost.
de: Sobald die Grundbedenkzeit eines Spielers vorbei ist, werden ihr/ihm zusätzliche "byo-yomi" Bedenkzeit(en) gewährt. Wenn der Zug vor dem Ablauf der byo-yomi Zeit beendet wird, wird die Uhr auf die gesamte byo-yomi Zeit zurückgesetzt und ist im nächsten Zug wieder verfügbar. Anderenfalls startet beim nächsten Zug die nächste byo-yomi Zeit. Am Ende der letzten byo-yomi Zeit ist das Spiel verloren.

source: Mode
de: System

source: Same time for both sides
de: Bedenkzeiten sind auf beiden Seiten gleich

source: Left
de: Links

source: Right
de: Rechts

source: Increment
de: Zugbedenkzeit

source: Byo-yomi periods
de: Anzahl an byo-yomi Perioden

source: Debug information
de: Fehlerinformationen

source: Press some key...
de: Drücken Sie eine beliebige Taste...

source: Invalid
de: Ungültig

source: Space
de: Leertaste

source: Enter
de: Eingabe

source: Print Screen
de: Druck

source: Scroll Lock
de: Rollen

source: Num Lock
de: Num

source: Ins
de: Einfg

source: Del
de: Entf

source: Home
de: Pos1

source: End
de: Ende

source: Page Up
de: Bild auf

source: Page Down
de: Bild ab

source: Fischer
de: Fischer-System

source: Bronstein
de: Bronstein-System

source: Hourglass
de: Sanduhr-System

source: left
de: links

source: right
de: rechts

source: by move
de: pro Zug

source: byo-yomi period
de: byo-yomi Periode

source: byo-yomi periods
de: byo-yomi Perioden

source: %1% sec
de: %1% Sek.

source: %1% hour
de: %1% Std.
