Repository: chatumao/vcc
Catalog: po/*.po
Languages: es

source: hour
es: hora

source: sec
es: seg

source: Unable to create the INI configuration file at %1
es: No se puede crear el INI archivo de configuracion en %1

source: Unable to retrieve the name of keyboard %1
es: No se puede obtener el nombre del teclado %1

source: Unable to retrieve the name of the layout file for keyboard %1
es: No se puede obtener el nombre del archivo de diseño para el teclado %1

source: Unable to retrieve the name of the default area file for keyboard %1
es: No se puede obtener el nombre de la zona predeterminada para el teclado %1

source: Reset
es: Reiniciar

source: Pause
es: Pausa

source: Time control
es: Control de tiempo

source: Reset the clock
es: Reinicia el reloj

source: Pause the clock
es: Pausa el reloj

source: Change the current time control
es: Cambia el control de tiempo

source: Set the configuration and the preferences
es: Establece la configuracion y preferencias

source: A short help text
es: Un pequeño texto de ayuda

source: Information about credits and license
es: Informacion sobre creditos y licencia

source: Do you really want to start a new game?
es: Estas seguro que deseas empezar un juego nuevo?

source: Stop this game?
es: Parar este juego?

source: Help
es: Ayuda

source: To start playing and then change the running side of the clock, just push some keys on the keyboard. The left player have to push some key on the left side of the keyboard, the right player on the right side. If it does not work, it might be due to a misdetection of your keyboard layout; you can check it and correct it through the "Preferences" dialog. If your actual keyboard layout is not available among those proposed by VCC, you should select "Default QWERTY" or one of the default layouts that suits good to your keyboard. Thus, only the A-Z keys will be used by VCC, but the software will be usable anyway.
es: Para iniciar el juego y luego cambiar el lado del contador del reloj, solo presione alguna tecla. El jugador de la izquierda debe presionar alguna tecla del lado izquierdo del tablero, el jugador derecho del lado derecho. Si esto no funciona, podria ser por una mala deteccion de su tipo de teclado; podes chequearlo y corregirlo en el cuadro "Preferences". Si su tipo de teclado no esta disponible entre los propuestos por VCC, debes seleccionar "Default QWERTY" o alguno de los predeterminados que se adapte bien a su teclado. Por eso, solo las teclas A-Z seran usadas por VCC, pero el programa podra utilizarlas de todos modos.

source: Debug information
es: Informacion de depuracion

source: Current directory
es: Directorio actual

source: Top directory
es: Directorio arriba

source: User directory
es: Directorio usuario

source: Name
es: Nombre

source: Symbol
es: Simbolo

source: Group
es: Grupo

source: Level
es: Nivel

source: Keyboard information
es: Informacion de teclado

source: Flag down
es: Bandera baja

source: Since:
es: Desde:

source: Main time
es: Tiempo principal

source: Byo-yomi period
es: Periodo byo-yomi

source: The version (%1) of the keyboard map file %2 is not supported
es: La version (%1) del archivo de tipo de teclado %2 no es soportada

source: The key %1 must be placed at least on one line on the keyboard
es: La tecla %1 debe ubicarse al menos en una linea en el teclado

source: The key %1 must have at least one keyval
es: La tecla %1 debe tener al menos un keyval

source: Preferences
es: Preferencias

source: Reset through the toolbar
es: Reiniciar mediante la barra de tareas

source: Ask for confirmation before resetting
es: Pedir confirmacion antes de reiniciar

source: Always
es: Siempre

source: Only if the clock is still running
es: Solo si el reloj sigue corriendo

source: Never
es: Nunca

source: Reset through the keyboard
es: Resetear mediante el teclado

source: Keys to press to reset
es: Teclas a presionar para reiniciar

source: CTRL keys (left and right)
es: Teclas CTRL (izquierda y derecha)

source: MAJ keys (left and right)
es: Teclas Shift (izquierda y derecha)

source: Delay (milliseconds)
es: Mantener apretado (milisegundos)

source: Display the status bar at the bottom of the main window
es: Mostrar la barra de estado en la parte de abajo de la pantalla principal

source: Display an increasing time counter when the flag is down
es: Mostrar un contador de tiempo extra cuando la bandera caiga

source: Display extra time information when playing in Bronstein mode
es: Mostrar informacion de tiempo extra cuando se juegue en modo Bronstein

source: Display extra time information when playing in byo-yomi mode
es: Mostrar informacion de tiempo extra cuando se juegue en modo byo-yomi

source: Select the keyboard layout you are using
es: Elija el tipo de teclado que esta usando

source: Use the mouse buttons to switch between players
es: Usar los botones del mouse para cambiar de jugador

source: The left player must click on the left button, the right player on the right button
es: El jugador de la izquierda debe hacer click izquierdo, el jugador de la derecha debe hacer click derecho button

source: Display the numeric keypad
es: Mostrar el teclado numerico

source: Modify the active areas by clicking on the keyboard
es: Modificar las areas activas haciendo click en el teclado

source: Modify the left player's area
es: Modificar el area del jugador de la izquierda

source: Modify the right player's area
es: Modificar el area del jugador de la derecha

source: Active areas that players can use to engage the clock when playing
es: Areas que los jugadores pueden usar para activar el reloj cuando esten jugando

source: left player's area
es: area del jugador de la izquierda

source: right player's area
es: area del jugador de la derecha

source: Keyboard active areas
es: Areas activas del teclado

source: Reset options
es: Opciones de reinicio

source: Display options
es: Opciones de visualizacion

source: Unable to open the INI file %1 for reading
es: No se puede abrir el archivo INI %1 para su lectura

source: Unconsistency in the INI file %1 at line #%2
es: Inconsistencia en el archivo INI %1 en la linea #%2

source: Unable to open the INI file %1 for writing
es: No se puede abrir el archivo INI %1 para su escritura

source: Sudden death
es: Muerte subita

source: left
es: izquierda

source: right
es: derecha

source: by move
es: por movida

source: byo-yomi period
es: periodo byo-yomi

source: byo-yomi periods
es: periodos byo-yomi

source: Simplest time control mode. No additional delay is never added to the player's main time.
es: Modo de control mas simple. Sin demora adicional ni tiempo agragado altiempo principal del jugador.

source: At each move, the player is granted an additional delay, so that his or her global clock time is always greater than this bonus time at the beginning of his or her playing turn. Additional delays can be accumulated.
es: Con cada movida, el jugador gana un tiempo adicional, asi el tiempo principal siempre es mas grande que el bonus de tiempo al principio del turno del jugado. Los bonus de tiempo se pueden acumular.

source: Same as Fischer time control mode, except that additional delays cannot be accumulated. Bronstein mode can also be thought as a kind of sudden death mode in which the clock waits for a certain delay before starting to substract from the player's remaining time when engaged.
es: Como el modo Fischer, excepto que el bonus de tiempo no se puede acumular El modo Bronstein puede considerarse una especie de muerte subita en la cual a cada turno el reloj tiene cierta demora antes de empezar a quitarle segundos al tiempo principal del jugador.

source: While the current player is deciding on his or her move, the opponent's time is increasing. Therefore, the sum of both clocks remains always the same.
es: Mientras el jugador actual decide su movida, el tiempo del oponente aumenta. Por lo tanto, la suma de los dos relojes permanece siempre igual.

source: When the player's main time expires, he or she is granted one or more additional time periods, denoted as "byo-yomi" periods. If the move is completed before the current byo-yomi expires, the clock is reset with the whole byo-yomi time available for the next move; otherwise, the next byo-yomi starts. At the end of the last byo-yomi, the game is lost.
es: Cuando el tiempo principal del jugador se acaba, al jugador se le concede uno o mas periodos de tiempo adicionales, llamados periodos "byo-yomi". Si la movida es completada antes de que el byo-yomi actual terminee, se cuenta con todoel periodo byo-yomi para la proxima movida; si no, el siguiente byo-yomi empieza. Cuando se termina el ultimo byo-yomi, se pierde la partida.

source: Mode
es: Tipo

source: Left
es: Izquierda

source: Right
es: Derecha

source: Increment
es: Incremento

source: Byo-yomi periods
es: Periodos byo-yomi

source: Time control values are the same for both sides
es: Los valores para los tiempos de control son los mismos para los dos jugadores

source: A simple and free chess clock software
es: Un programa de reloj de ajedrez simple y libre

source: Unable to open the data file %1 for reading
es: No se puede abrir el archivo %1 para leer

source: Unconsistency in the data file %1 at line #%2
es: Inconsistencia en el archivo %1 en la linea #%2

source: Unable to open the data file %1 for writing
es: No se puede abrir el archivo %1 para escritura

source: The version (%1) of the area map file %2 is not supported
es: La version (%1) del archivo de area %2 no es soportado

source: The number of keys reported the file %1 is incorrect
es: El numero de teclas reportado en el archivo %1 es incorrecto

source: Incorrect affectation code for the key %1 in the file %2
es: Codigo incorrecto de afectacion para el key %1 en el archivo %2
